{
    "1": {
        "title": "We're Going Crazy World",
        "videoUrl": "https://youtu.be/gI8gbvXZy8A",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE. ONE TAKE AD-LIB .</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics express a sense of confusion and chaos in the world, reflecting on the shared experience of feeling ′crazy′ and ′hazy.′ The narrator grapples with their emotions, questioning the reasons behind human behavior and the desire for negativity. There is a longing for clarity amidst the madness, as they encourage self-reflection and the pursuit of truth. The song captures a mix of frustration and hope, suggesting that despite the chaos, there is a light within that can guide us. It resonates with listeners who feel overwhelmed by the complexities of life and society.</p>\n</div>"
    },
    "2": {
        "title": "Shhh Bitch feat. Frank",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE. Hit the hook, 2nd verse and some ad libs. Left space for my friend Frank.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics depict a tumultuous relationship marked by violence and emotional turmoil. The narrator addresses a woman caught in a cycle of abuse, urging her to recognize her worth and the toxic nature of her partner. The repeated phrase emphasizes the need for her to listen and reflect on her situation. The song conveys feelings of frustration, anger, and a desire for empowerment, as it highlights the struggles faced by those in abusive relationships. Ultimately, it serves as a call to break free from harmful dynamics and seek a healthier path</p>\n</div>\n<p>this song is about woman who say the want a bad buy whom often end up unhappy with them. Also to point out that nice guys seems to always finish last so the girls should just listen to the correct way, according to my friend Frank for them to live.</p>"
    },
    "3": {
        "title": "You Like Steve Earle",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>One Take cover of You Like Steve Earle by Ronald Meason - my father.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a sense of longing and introspection, as the narrator grapples with feelings of connection and the complexities of relationships. The speaker expresses a desire for clarity and understanding, addressing a significant other with sincerity. There is a juxtaposition of joy and melancholy, as the narrator reflects on shared experiences and the importance of companionship. The mention of seeking happiness and the metaphor of a brewery suggests a search for solace in simple pleasures. Overall, the song captures the essence of navigating love and friendship amidst life′s challenges.</p>\n</div>\n<p>When you meet that love of your life late but have some ground rules. A great song penned by my late father Ronald Meason.  I am humbled to try and honor his word and prose.</p>"
    },
    "4": {
        "title": "We're Only Human by Zillick feat.th3scr1b3",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>Brought to my doorstep by my longtime contributing partner Zillick. Structure hook, z, h, z, h, t h. Zillick's parts we're written and required one take when putting them down, my verse and ad-libs freestyle one take, hook purchased with beat.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore themes of vulnerability and resilience in the face of adversity. The narrator expresses gratitude for a supportive figure who acts as a safety net during difficult times. They reflect on the pain and struggles of life, including feelings of anxiety and judgment from others. The song conveys a sense of longing for understanding and forgiveness, while also acknowledging the harsh realities of human existence. The emotional weight of heartache and the desire for connection are palpable, as the narrator grapples with their own experiences and the impact of others′ words.</p>\n</div>"
    },
    "5": {
        "title": "Swoop Coupe Phenomenom",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE Freestyle. ONE TAKE AD-LIB.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics depict a vibrant and energetic atmosphere, where the narrator expresses a sense of confidence and excitement. The recurring theme of ′swooping′ suggests a carefree attitude towards life and relationships, with imagery of glitter and dancing. The narrator interacts with various characters, emphasizing a playful and flirtatious vibe. Emotions of joy and freedom are prevalent, as the narrator navigates through social situations with ease. The lyrics convey a celebration of individuality and self-expression, inviting listeners to embrace their own unique experiences and enjoy the moment.</p>\n</div>"
    },
    "6": {
        "title": "Silent Suffocation",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>One Take Freestyle Foundation, witrh layered takes of my late father Ron Meason's guitar for a song he wrwote called \"Somebody Besides You\"</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a deep sense of longing and emotional turmoil in a relationship. The narrator reflects on past encounters, expressing an overwhelming desire for connection despite the challenges faced. There is a struggle between intense feelings and the fear of losing the other person, leading to a sense of desperation. The imagery of dreams and fire symbolizes passion and the pain of unfulfilled desires. The narrator grapples with the idea of suffocating their wants to cope with the situation, ultimately revealing a complex mix of love, regret, and the hope for reconciliation.</p>\n</div>"
    },
    "7": {
        "title": "Devour",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE Freestyle. ONE TAKE AD-LIB X2.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a sense of euphoric longing and emotional turmoil, exploring themes of desire and the complexities of love. The narrator expresses a deep yearning for connection, feeling both exhilarated and lost in the intensity of their emotions. The imagery of tasting and devouring suggests a passionate relationship that is both fulfilling and consuming. Despite the highs of love, there is an underlying sense of isolation and confusion, as the narrator grapples with their identity and the passage of time. The song captures the duality of pleasure and pain in romantic entanglements.</p>\n</div>"
    },
    "8": {
        "title": "Poetry",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE Freestyle</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the transformative power of poetry as a means of self-expression and connection. They emphasize the importance of articulating one′s thoughts and emotions, suggesting that poetry can bridge gaps in understanding and foster empathy among individuals. The song reflects on the struggles of conveying inner experiences, highlighting the contrast between personal narratives and external perceptions. It acknowledges the challenges faced in life, including the influence of substances, while advocating for authenticity and vulnerability in sharing one′s story. Ultimately, it celebrates the unifying nature of poetry as a shared human experience.</p>\n</div>"
    },
    "9": {
        "title": "Without You",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE. ONE TAKE AD-LIB.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a deep sense of loss and longing for someone who has been a crucial part of the narrator′s life. The emotional weight of missing this person is palpable, as the narrator struggles to find brightness in their days and feels incomplete without them. Memories flood in, but they are tinged with sadness, highlighting the impact of the absence. The recurring theme of needing support to overcome personal demons emphasizes vulnerability and the struggle to cope with grief. Ultimately, the song captures the profound emptiness and emotional turmoil that accompanies losing a significant connection.</p>\n</div>"
    },
    "10": {
        "title": "Long Haul",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the complexities of relationships and the struggles of life, emphasizing that nothing worthwhile comes easily. The narrator expresses a commitment to support a friend through challenges, highlighting themes of resilience and camaraderie. There is a sense of urgency to break free from societal constraints and superficiality, urging the listener to embrace authenticity and connection. The emotional tone oscillates between determination and vulnerability, reflecting the desire for understanding and companionship amidst life′s chaos. Ultimately, the message is one of solidarity and the importance of being there for one another in difficult times.</p>\n</div>"
    },
    "11": {
        "title": "Getting Better",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB from the album : Afterlife</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the emotional turmoil of losing a significant relationship while simultaneously embarking on a journey of self-discovery. The narrator grapples with feelings of loss and confusion, reflecting on how their identity has been intertwined with another person. As they navigate the pain of separation, there is a realization that losing someone can lead to finding oneself. The song conveys a sense of hope and resilience, emphasizing the importance of personal growth and the pursuit of happiness, even in the face of heartbreak. Ultimately, it encourages embracing change and nurturing one′s own inspiration.</p>\n</div>"
    },
    "12": {
        "title": "Want It Any Other Way",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB from the album : Afterlife</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a tumultuous relationship marked by intense emotions and past connections. The narrator experiences a mix of desire and anxiety as they encounter someone from their past, feeling an undeniable attraction despite the complications. The lyrics reflect a struggle between wanting to reconnect and the realization that the relationship may be flawed. There is a sense of urgency and longing, as the narrator grapples with feelings of being ′fucked up′ by love and the complexities of their history together. The overall tone oscillates between passion and frustration, highlighting the challenges of love.</p>\n</div>"
    },
    "13": {
        "title": "Dashboard of Life",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the concept of self-reflection and accountability in the journey of life. The narrator grapples with the pressures of societal expectations and personal desires, questioning whether they are making the right choices. The metaphor of a ′dashboard′ symbolizes the tracking of one′s progress and emotions, highlighting the importance of understanding one′s own metrics in life. There is a sense of urgency to confront personal challenges and a recognition of the judgment that comes from others. Ultimately, the song conveys a mix of introspection, determination, and the desire for authenticity amidst external pressures.</p>\n</div>"
    },
    "14": {
        "title": "Undercover Angel by The SnowFlowers",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>Produced this for the DUO.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the duality of human experience, contrasting the dark and light sides of life. The narrator reflects on their struggles with identity and the uncertainty of relationships, questioning whether they are being led to salvation or destruction. Emotions of confusion, introspection, and vulnerability permeate the song as the narrator grapples with their feelings and the impact of others on their life. The imagery of darkness and light symbolizes the internal battle between hope and despair, ultimately leading to a sense of existential questioning and the search for clarity amidst chaos.</p>\n</div>"
    },
    "15": {
        "title": "What Bryan Was Working On Last from the album Afterlife",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a journey of self-discovery and emotional resilience. They encourage listeners to embrace life without dwelling on regrets or past mistakes. The imagery of light and darkness symbolizes the struggle between hope and despair, while the concept of ′afterglow′ represents the warmth and clarity that follows difficult times. The song emphasizes the importance of connection and support from loved ones, urging individuals to remain true to themselves amidst external pressures. Overall, it evokes feelings of hope, freedom, and the strength to move forward despite challenges.</p>\n</div>"
    },
    "16": {
        "title": "Prevail",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a journey of self-discovery and resilience, emphasizing the importance of perseverance and connection. The narrator reflects on the struggles faced in darkness and the desire to prevail against challenges. They highlight the significance of hard work, self-love, and the power of community in overcoming obstacles. The imagery of light and stars symbolizes hope and the potential for transformation. Ultimately, the message is one of unity and empowerment, encouraging listeners to embrace their journey and uplift themselves despite the difficulties they encounter.</p>\n</div>"
    },
    "17": {
        "title": "What It Is by Karl Kase feat.th3scr1b3",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE by both Karl Kase and I</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a sense of determination and resilience in the face of challenges. The narrator expresses a commitment to handling their responsibilities and overcoming obstacles, despite the presence of negativity from others. There is an underlying message of self-empowerment and the belief that perseverance can lead to a better future. The repeated emphasis on ′handling business′ suggests a proactive approach to life, encouraging listeners to stay focused and not be deterred by external criticism. The overall emotion is one of confidence and hope, with a call to action for personal growth and success.</p>\n</div>"
    },
    "18": {
        "title": "Goods 4 Me",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB. Probably the best Ad-Lib, imho I have ever done as of 2026.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the internal struggle of self-acceptance and the desire for kindness towards oneself. The narrator reflects on past mistakes and the difficulty of being good to themselves, often feeling overwhelmed by emotions. They express a longing for connection and support, recognizing the importance of treating oneself with care to foster better relationships with others. The song conveys a sense of vulnerability and the challenge of overcoming personal barriers, ultimately advocating for self-love and compassion as a means to improve one′s interactions with the world.</p>\n</div>"
    },
    "19": {
        "title": "Through The Ringer feat . Zillick",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>WRITTEN IN ONE SETTING</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics depict a journey through hardship and resilience, illustrating the struggles faced in life and the determination to overcome them. The narrator reflects on experiences of partying, relationships, and the darker aspects of life, such as feeling lost and battling inner demons. Despite the chaos and challenges, there is a sense of survival and strength, emphasizing the importance of perseverance. The emotional tone ranges from defiance to vulnerability, showcasing a raw and honest portrayal of life′s ups and downs, ultimately celebrating the ability to rise above adversity.</p>\n</div>"
    },
    "20": {
        "title": "Figures (Cover by N.A.)",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE BY MY FRIENDS DAUGHTER - in order to test audio equipment back in 2021. She can sing.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a deep sense of betrayal and emotional turmoil stemming from a one-sided relationship. The narrator expresses feelings of hurt and frustration after giving their all, only to receive games and disappointment in return. There is a longing for revenge, wishing to inflict the same pain on the partner who has caused so much heartache. The emotional weight of love and trust issues is palpable, as the narrator grapples with feelings of inadequacy and the struggle to move on. Ultimately, the song captures the complexities of love, loss, and the desire for reciprocity in relationships.</p>\n</div>"
    },
    "21": {
        "title": "High-UP",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the complexities of love and desire, juxtaposing light and darkness. The narrator expresses a sense of euphoria and elevation, feeling ′high up′ emotionally and spiritually. This state of being is contrasted with fears and insecurities that arise in relationships. The imagery of night symbolizes both fear and intimacy, suggesting that love can be both exhilarating and daunting. The repeated plea to not be brought down reflects a desire to maintain this elevated emotional state, while acknowledging the struggles that come with vulnerability and connection. Overall, the song captures a tumultuous yet passionate experience of love.</p>\n</div>"
    },
    "22": {
        "title": "Tight Rope",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a sense of longing and emotional turmoil, reflecting the complexities of love and desire. The repeated phrases emphasize a feeling of being captivated and overwhelmed by someone special. The imagery suggests a journey, both physical and emotional, as the narrator navigates their feelings. The song captures the essence of infatuation, where the heart leads the way, often causing confusion and excitement. The emotions range from joy to uncertainty, illustrating the highs and lows of romantic experiences. Overall, it encapsulates the bittersweet nature of love and the impact it has on one′s life.</p>\n</div>"
    },
    "23": {
        "title": "Come on Dance",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a sense of joy and excitement, inviting a partner to dance and embrace the moment. The song captures the essence of romance and connection, emphasizing the importance of seizing opportunities for love and togetherness. The imagery of dancing symbolizes freedom and the thrill of new beginnings, while the repeated calls to action create an infectious energy. The emotions range from playful to passionate, highlighting the desire to share experiences and create lasting memories. Ultimately, it’s about celebrating love and the magic of being present with someone special..</p>\n</div>"
    },
    "24": {
        "title": "Be Here Boo",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the internal struggle of overcoming fear and self-doubt while seeking connection and understanding. The narrator reflects on their journey of growth, acknowledging moments of pushing too hard and the impact of fear on their decisions. They express a desire for authenticity and genuine feelings, emphasizing the importance of friendship and mutual support. The song conveys a sense of vulnerability, as the narrator grapples with feelings of inadequacy and the need for reassurance. Ultimately, it highlights the importance of gratitude and self-awareness in personal relationships..</p>\n</div>"
    },
    "25": {
        "title": "Grenada",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the intense emotions and complexities of a romantic relationship. The narrator expresses a deep connection with their partner, feeling a mix of excitement and uncertainty as they navigate their bond. The imagery of walking hand in hand symbolizes unity, while references to flames and battles suggest the passionate yet tumultuous nature of love. The narrator grapples with the desire to slow down and truly understand their feelings, highlighting the struggle between the thrill of new love and the weight of past experiences. Overall, the song captures the essence of love′s highs and lows.</p>\n</div>"
    },
    "26": {
        "title": "Brave",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore themes of bravery and self-discovery, as the narrator reflects on a relationship marked by uncertainty and emotional turmoil. The repeated call to ′go down the line′ suggests a journey of introspection and the struggle to reconcile personal desires with external expectations. The narrator grapples with feelings of being lost and the weight of possession, hinting at a complex dynamic where love intertwines with fear and confusion. Ultimately, the song captures the tension between wanting to connect and the challenges of navigating one′s own identity amidst relational complexities.</p>\n</div>"
    },
    "27": {
        "title": "Talkin' Body (Tove Lo Cover)",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the complexities of a passionate relationship marked by both love and conflict. The narrator expresses a longing for connection, emphasizing physical attraction and intimacy while acknowledging the struggles they face together. The imagery of summer love juxtaposed with emotional turmoil highlights the duality of their experiences. The repeated references to bodies suggest a focus on physicality, yet there is an underlying desire for deeper emotional engagement. Ultimately, the song captures the essence of youthful romance, where joy and pain coexist, and the pursuit of love is both exhilarating and challenging.</p>\n</div>"
    },
    "28": {
        "title": "Smoothie",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics depict a playful and flirtatious interaction between two individuals in a club setting. The imagery of movement, with phrases like ′up, down, round and round,′ conveys a sense of rhythm and attraction. The narrator expresses a desire to connect with the girl, emphasizing her smoothness and charm. There′s an underlying theme of confidence and invitation, as the narrator encourages the girl to let go of her fears and enjoy the moment. The emotions range from excitement to a light-hearted sense of camaraderie, highlighting the joy of dancing and socializing.</p>\n</div>"
    },
    "29": {
        "title": "Cursed feat Karl Kase",
        "videoUrl": "https://youtu.be/QeLdhZeMASM?si=j4Jiwtf5dF0rMEp2",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB by Karl Kase</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore themes of self-reflection and the impact of negativity on personal relationships. The narrator grapples with feelings of cursing and being cursed, questioning the trust and connection between individuals. There is a sense of urgency to break free from the cycle of negativity and self-doubt, emphasizing the importance of perspective and resilience. The emotional weight of the lyrics conveys a struggle against internal and external curses, urging listeners to recognize their own worth and the potential for growth despite challenges. Ultimately, it highlights the need for unity and understanding in overcoming life′s obstacles.</p>\n</div>"
    },
    "30": {
        "title": "To Be A Man (Dax Open Verse Challenge)",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE other parts taken directly from the open verse challenge by DFAX on Tik-Tok. All Rights Reserved.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the complexities of love and self-worth, emphasizing that true value lies not in material possessions but in emotional connections and kindness. The narrator reflects on their role in a relationship, expressing feelings of being undervalued and misunderstood. They convey a sense of longing for recognition and appreciation, while also highlighting the importance of respect and genuine affection. The emotional weight of the lyrics reveals a struggle between personal identity and societal expectations, ultimately advocating for authenticity and heartfelt connections over superficiality.</p>\n</div>"
    },
    "31": {
        "title": "Scars In My Mind",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a deep emotional struggle stemming from a painful relationship. The narrator reflects on the scars left behind, both physically and mentally, as they grapple with feelings of loss and betrayal. The recurring theme of scars symbolizes the lasting impact of trauma and the difficulty of moving on. The narrator expresses a desire to build emotional armor to protect themselves from further harm, indicating a journey towards healing and self-empowerment. The lyrics evoke a sense of vulnerability, anger, and resilience, highlighting the complexities of love and the scars it can leave.</p>\n</div>"
    },
    "32": {
        "title": "What U Want feat. Phloeasy",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE ADLIB for both Phloeasy and I.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the complexities of self-identity and the struggle between desires and needs. The narrator reflects on feelings of uncertainty and the search for meaning in life, questioning whether their understanding is spiritual or logical. They emphasize the importance of authenticity over societal expectations, suggesting that true fulfillment comes from recognizing one′s own needs rather than conforming to external pressures. The repeated inquiries about what one means highlight a deep introspection and a desire for clarity. Emotions of confusion, determination, and a quest for self-awareness permeate the song, creating a resonant narrative of personal growth.</p>\n</div>"
    },
    "33": {
        "title": "Better Version of Me (You're RIght) feat. TheSoloist",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE, AND WRITTEN (CHORUS) for both me and TheSoloist.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>NEEDS SONOTELLER AI</p>\n</div>"
    },
    "34": {
        "title": "Conversation W_M",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>NEEDS SONOTELLER.AI ANALYSIS</p>\n</div>"
    },
    "35": {
        "title": "The Light (A Juice Wrld Cover)",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>Multiple Takes</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>NEEDS SONOTELLER.</p>\n</div>"
    },
    "36": {
        "title": "St. America",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB - From the mixtape : Post X Brainie</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>NEEDS SONOTELLER</p>\n</div>"
    },
    "37": {
        "title": "Came Back Around",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics depict a journey of self-discovery and resilience amidst turmoil. The narrator reflects on feelings of being lost, grappling with pain and anger from the past. Through a metaphorical storm, they find strength and redemption, transforming their struggles into a source of empowerment. The imagery of sailing and navigating through challenges symbolizes the quest for identity and purpose. Ultimately, the song conveys a message of hope, emphasizing the importance of self-worth and the ability to rise above adversity, suggesting that even in darkness, one can find light and direction.</p>\n</div>"
    },
    "38": {
        "title": "Eco N Time",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>NEEDS SONORTELLER</p>\n</div>"
    },
    "39": {
        "title": "Up All Night",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a journey of emotional highs and lows, reflecting on life′s lessons and the transformative power of love. The narrator expresses a sense of enlightenment through experiences, suggesting that challenges lead to personal growth. The repeated emphasis on feeling great and being in love highlights the joy and excitement that comes from deep connections. The imagery of staying up all night signifies a sense of longing and infatuation, capturing the essence of youthful passion. Overall, the song encapsulates the thrill of love and the lessons learned through life′s ups and downs.</p>\n</div>"
    },
    "40": {
        "title": "Way Eight For Dat Storm by The SnowFlowers",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>produced this for the DUO</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>NEEDS SONOTELLER</p>\n</div>"
    },
    "41": {
        "title": "Be",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the struggle of self-identity and the pressure to conform to societal expectations. It conveys a sense of emotional turmoil, where the heart feels heavy with dark thoughts, yet there is a yearning for authenticity. The narrator encourages embracing one′s true self amidst confusion and external judgment. The imagery of stars and galaxies symbolizes hope and the search for a brighter future. Ultimately, the song reflects a journey towards self-acceptance and the realization that being true to oneself is essential for happiness..</p>\n</div>"
    },
   "42": {
        "title": "Forever feat, Xzibit",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB : feat and beat purchased and used with permission. </p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>TNEEDS SONOTELLER</p>\n</div>"
    },
    "43": {
        "title": "What I Got by Project Inner Thought",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>Written. Mike D and Brainie. Produced by E </p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore themes of personal struggle and transformation, reflecting on the emotional turmoil and confusion experienced in life. The narrator grapples with feelings of doubt and insanity, stemming from past experiences and the cost of their choices. There is a sense of urgency to find clarity and a way back to a sense of home and self. The imagery of a nomadic existence suggests a search for freedom and understanding amidst chaos. The emotional weight of lost relationships and the impact of substance use further complicate the narrator′s journey, creating a raw and introspective narrative.</p>\n</div>"
    },
    "44": {
        "title": "Not Good Enough",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore themes of self-reflection and the struggle for understanding one′s identity amidst external perceptions. The narrator grapples with feelings of inadequacy and the pressure to conform to others′ expectations. Emotions of frustration and confusion are prevalent as they confront their own flaws and the complexities of interpersonal relationships. The song conveys a sense of vulnerability, highlighting the internal battle between self-acceptance and the desire for validation. Ultimately, it emphasizes the importance of recognizing one′s own worth and the challenges of navigating personal insecurities.</p>\n</div>"
    },
    "45": {
        "title": "A Way Out feat. Phloeasy",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE (th3scr1b3) - ONE TAKE AD-LIB by Phloeasy</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a journey of self-discovery and the search for clarity amidst confusion. The narrator expresses a desire for connection and understanding, urging someone to stay and dream together to find a way out of their struggles. There is a sense of hope and determination to overcome obstacles, as well as a recognition of past experiences that shape their perspective. The emotions range from longing and vulnerability to empowerment and resilience, highlighting the importance of communication and authenticity in relationships. Ultimately, it is a call to embrace truth and transformation.</p>\n</div>"
    },
    "46": {
        "title": "Mikey From Stake",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore themes of connection and self-identity amidst a backdrop of gaming culture and social interactions. The narrator expresses a desire for genuine relationships, contrasting superficiality with deeper emotional connections. There is a playful tone as the narrator navigates friendships, personal interests, and the complexities of modern communication. The lyrics reflect a mix of humor and introspection, highlighting the struggle to find authenticity in a world filled with distractions. The emotional landscape ranges from frustration to hope, emphasizing the importance of camaraderie and understanding in a chaotic environment.</p>\n</div>"
    },
    "47": {
        "title": "Filthy",
        "videoUrl": "https://youtu.be/UbsU0BRX-N4?si=gomFP0uO1aPeoM7I",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore an intense and passionate relationship characterized by physical intimacy and emotional connection. The narrator expresses a deep desire for their partner, emphasizing the thrill and excitement of their encounters. The repeated use of the word ′filthy′ suggests a sense of abandon and rawness in their interactions, highlighting both pleasure and a hint of discomfort. The imagery evokes a feeling of urgency and a longing to explore each other′s boundaries. Overall, the song captures the exhilaration of love and lust, portraying a relationship that is both liberating and consuming.</p>\n</div>"
    },
    "48": {
        "title": "Unforgettable",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore themes of identity, memory, and the struggle for self-acceptance. The narrator grapples with the concept of being unforgettable, emphasizing the importance of self-perception and the desire to be remembered by others. There is a sense of urgency in wanting to maintain one′s essence while navigating the complexities of relationships and personal dreams. The emotions conveyed range from introspection to a yearning for connection, highlighting the tension between individuality and the expectations of others. Ultimately, the song captures the essence of being true to oneself amidst external pressures.</p>\n</div>"
    },
    "49": {
        "title": "Dreams Again",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore themes of restlessness and the struggle to find peace amidst life′s challenges. The narrator expresses a desire to escape negative thoughts and reconnect with dreams and aspirations. There is a sense of longing for comfort and support, emphasizing the importance of relationships in overcoming personal struggles. The imagery of dreams falling into the sea symbolizes lost hopes, while the call to dream again reflects a yearning for renewal and positivity. Ultimately, the song conveys a message of resilience and the pursuit of a better, more fulfilling life through connection and gratitude.</p>\n</div>"
    },
    "50": {
        "title": "Belong",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>NEEDS SONO TELLER</p>\n</div>"
    },
    "51": {
        "title": "Change Perception",
        "videoUrl": "https://youtu.be/7awHFphrsvs?si=lHLrt7TYrsJ09rYG",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a passionate and intimate connection between two individuals, emphasizing the physical attraction and emotional intensity of their relationship. The narrator expresses a desire to savor every moment, urging their partner to take things slowly and enjoy the experience. There is a sense of urgency mixed with tenderness, as they acknowledge the complexities of love and the potential for complications. The song captures the thrill of desire while also hinting at the fragility of relationships, suggesting that while they are deeply connected, they must navigate their feelings carefully to avoid heartbreak.</p>\n</div>"
    },
    "52": {
        "title": "Bitter Better",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a struggle against negativity and bitterness, emphasizing the importance of recognizing the beauty of life despite challenges. The repeated call to stop the ′bitter fight′ suggests a desire for emotional healing and connection. The narrator expresses regret for past hardships but encourages a shift in perspective towards hope and positivity. The song captures a sense of urgency to embrace life and overcome internal battles, highlighting the resilience of the human spirit. Ultimately, it is a message of support and encouragement to let go of bitterness and embrace a brighter future.</p>\n</div>"
    },
    "53": {
        "title": "The End feat. KVON",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE by KVON (RIP) - ONE TAKE AD-LIB by th3scr1b3</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a sense of frustration and defiance, reflecting on personal struggles and confrontations with others. The narrator grapples with feelings of betrayal and anger, questioning the worth of past relationships while asserting their own self-worth. The aggressive tone and explicit language emphasize a desire for liberation from negativity and a rejection of superficial connections. Emotions range from anger to confidence, showcasing a complex interplay of vulnerability and bravado. Ultimately, the lyrics depict a tumultuous journey of self-assertion amidst chaos and conflict.</p>\n</div>"
    },
    "54": {
        "title": "Tryied",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics convey a complex emotional landscape, exploring themes of love, regret, and longing. The narrator reflects on a relationship marked by misunderstandings and the pain of separation. There is a sense of yearning for connection, as the narrator expresses feelings of love and the desire for forgiveness. The imagery of heaven and purgatory suggests a struggle between blissful moments and the harsh realities of life. The emotional weight of the lyrics captures the bittersweet nature of love, where joy and sorrow coexist, leaving the listener with a sense of hope amidst the turmoil.</p>\n</div>"
    },
    "55": {
        "title": "Tried and True",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics express a deep sense of longing and affection between two individuals. The narrator reflects on their love, describing it as a shining diamond amidst the chaos of life. There is a sense of nostalgia and appreciation for the moments shared, emphasizing the strength and authenticity of their bond. The repeated phrase ′tried and true′ highlights the reliability and resilience of their relationship, suggesting that despite challenges, their love remains steadfast. The emotions conveyed range from yearning to joy, capturing the complexities of love and connection.</p>\n</div>"
    },
    "56": {
        "title": "Can't Go Back",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - ONE TAKE AD-LIB</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the complexities of desire and the consequences of choices made in moments of passion. It reflects on the intoxicating nature of love and the yearning for connection, juxtaposed with the awareness of potential regret. The imagery of dreams and the night suggests a longing for escape, while the repeated notion of not being able to go back emphasizes the permanence of certain decisions. Emotions of hope, fear, and the struggle between right and wrong permeate the song, creating a sense of urgency and introspection about the paths we choose in relationships.</p>\n</div>"
    },
    "57": {
        "title": "Moment of Excstacy by Brainie",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>Written. Multiple Takes.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore a tumultuous relationship filled with desire and emotional conflict. The narrator expresses a mix of frustration and longing, acknowledging the pain of watching a partner leave while simultaneously reveling in their allure. Themes of physical attraction and the complexities of love are prevalent, as the narrator navigates feelings of both pleasure and heartache. The imagery evokes a sense of urgency and passion, highlighting the push and pull of intimacy. Ultimately, the song captures the raw emotions tied to love, lust, and the desire for connection amidst chaos.</p>\n</div>"
    },
    "58": {
        "title": "Awaits",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore the emotional turmoil and struggles of navigating through difficult times in a relationship. The narrator reflects on past hardships and the feeling of being overwhelmed by chaos and negativity. Despite the challenges, there is a sense of hope and desire for connection, as the narrator encourages their partner to breathe and find solace together. The song captures a journey of resilience, emphasizing the importance of understanding and support in overcoming personal battles. Ultimately, it conveys a message of love and the potential for healing amidst adversity.</p>\n</div>"
    },
    "59": {
        "title": "Reality",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>ONE TAKE FREESTYLE - From the album: Afterlife</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>NEEDSSONO TELLER</p>\n</div>"
    },
    "60": {
        "title": "Moment of EX-STACY by Brainie (reprise)",
        "info": "<div class=\"p-4 border border-[var(--color-neon-yellow)]/30 bg-[var(--color-neon-yellow)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-yellow)] mb-2 font-mono\">PRODUCTION INFO</h4>\n  <p>Written. Multiple Takes.</p>\n</div>\n<div class=\"p-4 border border-[var(--color-neon-red)]/30 bg-[var(--color-neon-red)]/10 rounded mb-4\">\n  <h4 class=\"font-bold text-[var(--color-neon-red)] mb-2 font-mono\">SONOTELLER.AI lyrical Analysis</h4>\n  <p>The lyrics explore a tumultuous relationship filled with desire and emotional conflict. The narrator expresses a mix of frustration and longing, acknowledging the pain of watching a partner leave while simultaneously reveling in their allure. Themes of physical attraction and the complexities of love are prevalent, as the narrator navigates feelings of both pleasure and heartache. The imagery evokes a sense of urgency and passion, highlighting the push and pull of intimacy. Ultimately, the song captures the raw emotions tied to love, lust, and the desire for connection amidst chaos.</p>\n</div>"
    }

}